Repository: shpsyte/SmartAdmin
Catalog: SmartAdmin/Resources/Views/Account/Login.*.resx
Languages: pt_br

# 1. Crie um Pipeline
source: 1. Create a Pipeline
pt_br: 1. Crie um Pipeline

# 2. Defina suas etapas
source: 2. Define your steps
pt_br: 2. Defina suas etapas

# 3. Pronto! é muito fácil...
source: 3. Done! Easy...
pt_br: 3. Pronto! é muito fácil...

# Em qual etapa o novo representante está? o que falta fazer na nova loja ?
source: What stage is the new sales men ? What is missing from the new store?
pt_br: Em qual etapa o novo representante está? o que falta fazer na nova loja ?

# Entrar
source: Login
pt_br: Entrar

# Entre com seu E-mail
source: Enter your Email
pt_br: Entre com seu E-mail

# Entre com sua senha
source: Enter your password
pt_br: Entre com sua senha

# Entre em contato com nosso suporte.
source: Please contact our support.
pt_br: Entre em contato com nosso suporte.

# Esqueçeu sua senha ?
source: Forgot your password ?
pt_br: Esqueçeu sua senha ?

# Estas são perguntas respondidas através de
source: These are questions answered through
pt_br: Estas são perguntas respondidas através de

source: This application is in beta, it means that we are working on its functions and that new functions are being implemented
pt_br: Este aplicativo está em versão beta, isso significa que estamos trabalhando em suas funções e que novas função estão sendo implementadas

# Já posso usar ?
source: Can I use it?
pt_br: Já posso usar ?

# Lembrar-me
source: Remember-me
pt_br: Lembrar-me

# Mas como controlar tudo isso ?
source: But how to control all this?
pt_br: Mas como controlar tudo isso ?

source: But we know that we will offer as a service for a low amount and that you will have control of the subscription.
pt_br: Mas sabemos que ofereceremos como serviço por um valor baixo e que você terá o controle da assinatura.

# Nada será perdido, aproveite :)
source: Nothing will be lost, enjoy :)
pt_br: Nada será perdido, aproveite :)

# Nosso aplicativo controla processos incontroláveis
source: Our application controls uncontrollable processes
pt_br: Nosso aplicativo controla processos incontroláveis

# O que é ?
source: What is ?
pt_br: O que é ?

source: The Software is in beta, it means that we do not yet have a billing template.
pt_br: O Software esta em fase beta, significa que ainda não possuímos um modelo de cobrança.

# Ou crie uma nova conta
source: Or create a new account
pt_br: Ou crie uma nova conta

# Precisa de Ajuda para começar ?
source: Need Help Getting Started?
pt_br: Precisa de Ajuda para começar ?

# Quanto Custa?
source: How much?
pt_br: Quanto Custa?

source: Yes, even in beta, many features are ready for use.
pt_br: Sim, mesmo estamos em fase beta, muitas funcionalidades estão prontas para que possam ser usadas.

# Tenha controle de seus processos via pipeline
source: Control your processes with pipeline
pt_br: Tenha controle de seus processos via pipeline

source: We have some process in company, It could be <b> opening a new store </b>, <b> get a new sales men</b>, or <b> new prospect </b>
pt_br: Todos nós possuímos algum processo dentro da empresa, Pode ser a <b>abertura de uma nova loja</b>, a <b>contratação de um novo representante</b>, ou a prospecção de <b>novos negócios.</b>

# Tudo de forma clara e objetiva.
source: All in a clear and objective way.
pt_br: Tudo de forma clara e objetiva.

# Use sua conta para entrar
source: Use your account to sign in
pt_br: Use sua conta para entrar

# É um aplicativo web, que ajuda a empresas a controlarems seus processos.
source: It is a web application that helps companies control their processes.
pt_br: É um aplicativo web, que ajuda a empresas a controlarems seus processos.

source: Take our application enable collaboration between people <i> work on processes </i>, and give feedback and contribution to <i> improvements and successful completion </i> of the demand.
pt_br: A adoção do nosso aplicativo permite a colaboração entre pessoas que <i>trabalham em processos</i>, além do feedback e a contribuição para <i>melhorias e finalização com êxito</i> da demanda.

# Comece a modelar processos com muito mais satisfação, agilidade e clareza.
source: Start modeling processes with much more satisfaction, agility and clarity.
pt_br: Comece a modelar processos com muito mais satisfação, agilidade e clareza.

# Como você divulga os seus processos?
source: How do you deploy your processes?
pt_br: Como você divulga os seus processos?

# Confira alguns exemplos de processos:
source: Here are some examples of processes:
pt_br: Confira alguns exemplos de processos:

# Crie Pipeline em poucos cliques.
source: Create pipelines with just a few clicks
pt_br: Crie Pipeline em poucos cliques.

# Defina suas etapas e regras.
source: Define your steps and rules.
pt_br: Defina suas etapas e regras.

# Dê vida aos seus Processos de Negócio. Automatize!
source: Give Life to your Business processes. Automate!
pt_br: Dê vida aos seus Processos de Negócio. Automatize!

source: Make your employees feel good from the first day of work. This flow includes all the arrangements prior to your arrival and the basic steps for your team integration
pt_br: Faça seus funcionários se sentirem bem desde o primeiro dia de trabalho. Este fluxo inclui todas as providências anteriores a sua chegada e os passos básicos para sua integração na equipe

# Fluxo cadastro de novos produtos!
source: Flow register new products!
pt_br: Fluxo cadastro de novos produtos!

# Fluxo de integração de empregados!
source: Employee integration flow!
pt_br: Fluxo de integração de empregados!

# Fluxo para conquistar novas vendas!
source: Flow to win new sales!
pt_br: Fluxo para conquistar novas vendas!

# Fluxo para solicitação de viagens!
source: Flow for travel request!
pt_br: Fluxo para solicitação de viagens!

# Gerencie de qualquer lugar.
source: Manage from anywhere.
pt_br: Gerencie de qualquer lugar.

source: Keeping the sales team integrated with new leads is key to winning new customers. In this flow you can define all the steps necessary for the sale to take place.
pt_br: Manter a equipe de vendas integrada com novos leads é fundamental para a conquista de novos clientes. Neste fluxo você pode definir todas as etapas necessárias para que a venda se concretize.

source: Nothing better than being able to count on a standardized process and allowing employees to have confidence and tranquility. This process begins with the application followed by approval, scheduling of tickets and hotels, and validation of expenses.
pt_br: Nada melhor que poder contar com um processo padronizado e permitir que os colaboradores tenham tranqüilidade e confiança. Este processo começa com o pedido seguido de aprovação, agendamento de passagens e hotéis, e validação de despesas.

source: Let your team identify the stage of launching a new product, from its development to launch. Ensure that all rules are met in an easy and agile way.
pt_br: Permita sua equipe identificar a etapa do lançamento de um novo produto, desde seu desenvolvimento a ao lançamento. Garanta que todas as regras sejam cumpridas de forma fácil e ágil.
